Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Operation_InsertFile
source: Inserting {0}
ar: إدراج {0}
cs: Vkládání {0}
de: {0} wird eingefügt
el: Εισαγωγή {0}
es: Insertando {0}
fa: درج {0}
fr: Insertion de {0}
hu: Beszúrás: {0}
id: Menyisipkan {0}
it: Inserimento di {0}
ja: {0} の挿入
ko: {0} 삽입 중
pl: Wstawianie: {0}
pt: Inserindo {0}
ro: Inserare {0}
ru: Вставка {0}
th: กำลังแทรก {0}
tr: {0} ekleniyor
uk: Вставлення {0}
vi: Đang chèn {0}
zh_hans: 正在插入 {0}
zh_hant: 正在插入 {0}

# Operation_CopyAs
source: Copying in a format
ar: النسخ بتنسيق
cs: Kopírování ve formátu
de: In einem Format kopieren
el: Αντιγραφή σε μορφή
es: Copiando en un formato
fa: رونوشت در یک قالب
fr: Copie dans un format
hu: Másolás másként
id: Menyalin dalam format
it: Copia in un formato
ja: 形式を選択してコピー
ko: 다른 형식으로 복사 중
pl: Kopiowanie w formacie
pt: Copiando em um formato
ro: Copiere într-un format
ru: Копирование в формате
th: กำลังคัดลอกในรูปแบบที่เลือก
tr: Bir biçimde kopyalanıyor
uk: Копіювання у форматі
vi: Đang sao chép theo định dạng
zh_hans: 正在按格式复制
zh_hant: 正在以格式複製

# Operation_Export
source: Saving {0}
ar: حفظ {0}
cs: Ukládání {0}
de: {0} wird gespeichert
el: Αποθήκευση {0}
es: Guardando {0}
fa: ذخیرهٔ {0}
fr: Enregistrement de {0}
hu: Mentés: {0}
id: Menyimpan {0}
it: Salvataggio di {0}
ja: {0} の保存
ko: {0} 저장 중
pl: Zapisywanie: {0}
pt: Salvando {0}
ro: Salvare {0}
ru: Сохранение {0}
th: กำลังบันทึก {0}
tr: {0} kaydediliyor
uk: Збереження {0}
vi: Đang lưu {0}
zh_hans: 正在保存 {0}
zh_hant: 正在儲存 {0}

# Operation_PasteConvert
source: Converting the clipboard text
ar: تحويل نص الحافظة
cs: Převod textu ze schránky
de: Text aus der Zwischenablage wird konvertiert
el: Μετατροπή του κειμένου του Προχείρου
es: Convirtiendo el texto del Portapapeles
fa: تبدیل متن کلیپ‌بورد
fr: Conversion du texte du Presse-papiers
hu: A vágólap szövegének átalakítása
id: Mengonversi teks papan klip
it: Conversione del testo degli Appunti
ja: クリップボードのテキストの変換
ko: 클립보드 텍스트 변환 중
pl: Konwertowanie tekstu ze schowka
pt: Convertendo o texto da área de transferência
ro: Conversie text din clipboard
ru: Преобразование текста из буфера обмена
th: กำลังแปลงข้อความในคลิปบอร์ด
tr: Pano metni dönüştürülüyor
uk: Перетворення тексту з буфера обміну
vi: Đang chuyển đổi văn bản trong bảng tạm
zh_hans: 正在转换剪贴板文本
zh_hant: 正在轉換剪貼簿文字

# Fill_Kind
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
el: Περιεχόμενο
es: Contenido
fa: محتوا
fr: Contenu
hu: Tartalom
id: Konten
it: Contenuto
ja: 内容
ko: 내용
pl: Zawartość
pt: Conteúdo
ro: Conținut
ru: Содержимое
th: เนื้อหา
tr: İçerik
uk: Вміст
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# Fill_Kind_Byte
source: Byte value
ar: قيمة البايت
cs: Hodnota bajtu
de: Bytewert
el: Τιμή byte
es: Valor de byte
fa: مقدار بایت
fr: Valeur d'octet
hu: Bájtérték
id: Nilai byte
it: Valore byte
ja: バイト値
ko: 바이트 값
pl: Wartość bajtu
pt: Valor de byte
ro: Valoare octet
ru: Значение байта
th: ค่าไบต์
tr: Bayt değeri
uk: Значення байта
vi: Giá trị byte
zh_hans: 字节值
zh_hant: 位元組值

# Fill_Kind_HexPattern
source: Hex pattern
ar: نمط Hex
cs: Vzor Hex
de: Hex-Muster
el: Μοτίβο Hex
es: Patrón Hex
fa: الگوی Hex
fr: Motif Hex
hu: Hex minta
id: Pola Hex
it: Modello Hex
ja: Hex パターン
ko: Hex 패턴
pl: Wzorzec Hex
pt: Padrão Hex
ro: Model Hex
ru: Шаблон Hex
th: รูปแบบ Hex
tr: Hex deseni
uk: Шаблон Hex
vi: Mẫu Hex
zh_hans: Hex 模式
zh_hant: Hex 模式

# Fill_Kind_Text
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# Fill_Kind_Random
source: Random numbers
ar: أرقام عشوائية
cs: Náhodná čísla
de: Zufallszahlen
el: Τυχαίοι αριθμοί
es: Números aleatorios
fa: اعداد تصادفی
fr: Nombres aléatoires
hu: Véletlen számok
id: Angka acak
it: Numeri casuali
ja: 乱数
ko: 난수
pl: Liczby losowe
pt: Números aleatórios
ro: Numere aleatorii
ru: Случайные числа
th: ตัวเลขสุ่ม
tr: Rastgele sayılar
uk: Випадкові числа
vi: Số ngẫu nhiên
zh_hans: 随机数
zh_hant: 亂數

# Fill_Kind_CryptoRandom
source: Cryptographic random numbers
ar: أرقام عشوائية تشفيرية
cs: Kryptografická náhodná čísla
de: Kryptografische Zufallszahlen
el: Κρυπτογραφικοί τυχαίοι αριθμοί
es: Números aleatorios criptográficos
fa: اعداد تصادفی رمزنگاری
fr: Nombres aléatoires cryptographiques
hu: Kriptográfiai véletlen számok
id: Angka acak kriptografis
it: Numeri casuali crittografici
ja: 暗号論的乱数
ko: 암호화 난수
pl: Kryptograficzne liczby losowe
pt: Números aleatórios criptográficos
ro: Numere aleatorii criptografice
ru: Криптографические случайные числа
th: ตัวเลขสุ่มเชิงการเข้ารหัสลับ
tr: Şifreleme amaçlı rastgele sayılar
uk: Криптографічні випадкові числа
vi: Số ngẫu nhiên mật mã
zh_hans: 加密随机数
zh_hant: 密碼編譯亂數

# Fill_Kind_Counter
source: Counter
ar: عدّاد
cs: Čítač
de: Zähler
el: Μετρητής
es: Contador
fa: شمارنده
fr: Compteur
hu: Számláló
id: Penghitung
it: Contatore
ja: カウンタ
ko: 카운터
pl: Licznik
pt: Contador
ro: Contor
ru: Счетчик
th: ตัวนับ
tr: Sayaç
uk: Лічильник
vi: Bộ đếm
zh_hans: 计数器
zh_hant: 計數器

# Fill_Kind_File
source: File contents
ar: محتويات ملف
cs: Obsah souboru
de: Dateiinhalt
el: Περιεχόμενα αρχείου
es: Contenido de archivo
fa: محتوای فایل
fr: Contenu d'un fichier
hu: Fájl tartalma
id: Isi file
it: Contenuto di un file
ja: ファイルの内容
ko: 파일 내용
pl: Zawartość pliku
pt: Conteúdo de arquivo
ro: Conținut fișier
ru: Содержимое файла
th: เนื้อหาไฟล์
tr: Dosya içeriği
uk: Вміст файлу
vi: Nội dung tệp
zh_hans: 文件内容
zh_hant: 檔案內容

# Fill_Kind_Clipboard
source: Clipboard contents
ar: محتويات الحافظة
cs: Obsah schránky
de: Inhalt der Zwischenablage
el: Περιεχόμενα Προχείρου
es: Contenido del Portapapeles
fa: محتوای کلیپ‌بورد
fr: Contenu du Presse-papiers
hu: Vágólap tartalma
id: Isi papan klip
it: Contenuto degli Appunti
ja: クリップボードの内容
ko: 클립보드 내용
pl: Zawartość schowka
pt: Conteúdo da área de transferência
ro: Conținut clipboard
ru: Содержимое буфера обмена
th: เนื้อหาคลิปบอร์ด
tr: Pano içeriği
uk: Вміст буфера обміну
vi: Nội dung bảng tạm
zh_hans: 剪贴板内容
zh_hant: 剪貼簿內容

# Fill_Value
source: Value
ar: القيمة
cs: Hodnota
de: Wert
el: Τιμή
es: Valor
fa: مقدار
fr: Valeur
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值

# Fill_Pattern
source: Hex bytes
ar: بايتات Hex
cs: Bajty Hex
el: Byte σε Hex
es: Bytes Hex
fa: بایت‌های Hex
fr: Octets Hex
hu: Hex bájtok
id: Byte Hex
it: Byte Hex
ja: Hex のバイト列
ko: Hex 바이트
pl: Bajty Hex
pt: Bytes Hex
ro: Octeți Hex
ru: Байты Hex
th: ไบต์ Hex
tr: Hex baytlar
uk: Байти Hex
vi: Byte dạng Hex
zh_hans: Hex 字节
zh_hant: Hex 位元組

# Fill_Text
source: Text ({0}; \r \n \t for line breaks and tabs)
ar: النص ({0}؛ \r \n \t لفواصل الأسطر وعلامات الجدولة)
cs: Text ({0}; \r \n \t pro konce řádků a tabulátory)
de: Text ({0}; \r \n \t für Zeilenumbrüche und Tabulatoren)
el: Κείμενο ({0}· \r \n \t για αλλαγές γραμμής και στηλοθέτες)
es: Texto ({0}; \r \n \t para saltos de línea y tabulaciones)
fa: متن ({0}؛ \r \n \t برای شکست خط و Tab)
fr: Texte ({0} ; \r \n \t pour les sauts de ligne et les tabulations)
hu: Szöveg ({0}; sortörés és tabulátor: \r \n \t)
id: Teks ({0}; \r \n \t untuk baris baru dan tab)
it: Testo ({0}; \r \n \t per interruzioni di riga e tabulazioni)
ja: テキスト ({0}。改行・タブは \r \n \t)
ko: 텍스트({0}, 줄 바꿈과 탭은 \r \n \t)
pl: Tekst ({0}; \r \n \t dla podziałów wierszy i tabulatorów)
pt: Texto ({0}; \r \n \t para quebras de linha e tabulações)
ro: Text ({0}; \r \n \t pentru sfârșituri de linie și tabulatori)
ru: Текст ({0}; \r \n \t — разрывы строк и табуляция)
th: ข้อความ ({0}; \r \n \t สำหรับขึ้นบรรทัดใหม่และแท็บ)
tr: Metin ({0}; satır sonları ve sekmeler için \r \n \t)
uk: Текст ({0}; \r \n \t для розривів рядків і табуляції)
vi: Văn bản ({0}; \r \n \t cho ngắt dòng và tab)
zh_hans: 文本（{0}；换行和制表符使用 \r \n \t）
zh_hant: 文字（{0}；換行和定位字元使用 \r \n \t）

# Fill_RandomMin
source: Minimum
ar: الحد الأدنى
el: Ελάχιστο
es: Mínimo
fa: حداقل
it: Minimo
ja: 最小値
ko: 최솟값
pt: Mínimo
ro: Minim
ru: Минимум
th: ค่าต่ำสุด
tr: En küçük
uk: Мінімум
vi: Tối thiểu
zh_hans: 最小值
zh_hant: 最小值

# Fill_RandomMax
source: Maximum
ar: الحد الأقصى
el: Μέγιστο
es: Máximo
fa: حداکثر
id: Maksimum
it: Massimo
ja: 最大値
ko: 최댓값
pl: Maksimum
pt: Máximo
ro: Maxim
ru: Максимум
th: ค่าสูงสุด
tr: En büyük
uk: Максимум
vi: Tối đa
zh_hans: 最大值
zh_hant: 最大值

# Fill_Seed
source: Seed (decimal)
ar: البذرة (عشري)
cs: Počáteční hodnota (desítkově)
de: Startwert (dezimal)
el: Τιμή εκκίνησης (δεκαδική)
es: Semilla (decimal)
fa: مقدار اولیه (دهدهی)
fr: Valeur initiale (décimale)
hu: Kezdőérték (decimális)
id: Seed (desimal)
it: Seme (decimale)
ja: シード (10 進)
ko: 시드(10진수)
pl: Ziarno (dziesiętne)
pt: Semente (decimal)
ro: Valoare inițială (zecimal)
ru: Начальное значение (десятичное)
th: ค่าเริ่มต้น Seed (ฐานสิบ)
tr: Başlangıç değeri (ondalık)
uk: Початкове значення (десяткове)
vi: Giá trị khởi tạo (thập phân)
zh_hans: 种子（十进制）
zh_hant: 種子（十進位）

# Fill_SeedPlaceholder
source: Empty: different every time
ar: فارغ: مختلفة في كل مرة
cs: Prázdné: pokaždé jiné
de: Leer: jedes Mal anders
el: Κενό: διαφορετικό κάθε φορά
es: Vacío: distinta cada vez
fa: خالی: هر بار متفاوت
fr: Vide : différente à chaque fois
hu: Üres: minden alkalommal más
id: Kosong: berbeda setiap kali
it: Vuoto: diverso ogni volta
ja: 空欄なら毎回変わる
ko: 비워 두면 매번 다름
pl: Puste: za każdym razem inne
pt: Vazio: diferente a cada vez
ro: Gol: diferit de fiecare dată
ru: Пусто: каждый раз разное
th: เว้นว่าง: ต่างกันทุกครั้ง
tr: Boş: her seferinde farklı
uk: Порожньо: щоразу інше
vi: Để trống: mỗi lần khác nhau
zh_hans: 留空：每次都不同
zh_hant: 空白：每次都不同

# Fill_CryptoNote
source: Generated with the system's cryptographic random number generator.
ar: يتم إنشاؤها باستخدام مولّد الأرقام العشوائية التشفيرية في النظام.
cs: Generováno systémovým kryptografickým generátorem náhodných čísel.
de: Wird mit dem kryptografischen Zufallszahlengenerator des Systems erzeugt.
el: Δημιουργείται με την κρυπτογραφική γεννήτρια τυχαίων αριθμών του συστήματος.
es: Se genera con el generador de números aleatorios criptográficos del sistema.
fa: با مولد اعداد تصادفی رمزنگاری سیستم تولید می‌شود.
fr: Généré avec le générateur de nombres aléatoires cryptographiques du système.
hu: A rendszer kriptográfiai véletlenszám-generátorával készül.
id: Dibuat dengan pembangkit angka acak kriptografis sistem.
it: Generato con il generatore di numeri casuali crittografico del sistema.
ja: システムの暗号論的乱数生成器で作ります。
ko: 시스템의 암호화 난수 생성기로 생성합니다.
pl: Generowane za pomocą systemowego kryptograficznego generatora liczb losowych.
pt: Gerado com o gerador de números aleatórios criptográfico do sistema.
ro: Generat cu generatorul criptografic de numere aleatorii al sistemului.
ru: Создается системным криптографическим генератором случайных чисел.
th: สร้างด้วยตัวสร้างตัวเลขสุ่มเชิงการเข้ารหัสลับของระบบ
tr: Sistemin şifreleme amaçlı rastgele sayı üreteciyle oluşturulur.
uk: Генерується за допомогою системного криптографічного генератора випадкових чисел.
vi: Được tạo bằng bộ sinh số ngẫu nhiên mật mã của hệ thống.
zh_hans: 使用系统的加密随机数生成器生成。
zh_hant: 使用系統的密碼編譯亂數產生器產生。

# Fill_CounterStart
source: Start value
ar: قيمة البداية
cs: Počáteční hodnota
de: Startwert
el: Αρχική τιμή
es: Valor inicial
fa: مقدار شروع
fr: Valeur de départ
hu: Kezdőérték
id: Nilai awal
it: Valore iniziale
ja: 開始値
ko: 시작 값
pl: Wartość początkowa
pt: Valor inicial
ro: Valoare de început
ru: Начальное значение
th: ค่าเริ่มต้น
tr: Başlangıç değeri
uk: Початкове значення
vi: Giá trị đầu
zh_hans: 起始值
zh_hant: 起始值

# Fill_CounterStep
source: Increment (can be negative)
ar: الزيادة (يمكن أن تكون سالبة)
cs: Přírůstek (může být záporný)
de: Schrittweite (kann negativ sein)
el: Βήμα (μπορεί να είναι αρνητικό)
es: Incremento (puede ser negativo)
fa: گام افزایش (می‌تواند منفی باشد)
fr: Incrément (peut être négatif)
hu: Lépésköz (lehet negatív)
id: Kenaikan (boleh negatif)
it: Incremento (può essere negativo)
ja: 増分 (負も可)
ko: 증분(음수 가능)
pl: Przyrost (może być ujemny)
pt: Incremento (pode ser negativo)
ro: Increment (poate fi negativ)
ru: Приращение (может быть отрицательным)
th: ค่าที่เพิ่ม (ติดลบได้)
tr: Artış (negatif olabilir)
uk: Крок (може бути від’ємним)
vi: Bước tăng (có thể âm)
zh_hans: 增量（可为负数）
zh_hant: 遞增量（可為負數）

# Fill_CounterSize
source: Element size (bytes)
ar: حجم العنصر (بالبايت)
cs: Velikost prvku (bajty)
de: Elementgröße (Bytes)
el: Μέγεθος στοιχείου (byte)
es: Tamaño del elemento (bytes)
fa: اندازهٔ عنصر (بایت)
fr: Taille d'un élément (octets)
hu: Elemméret (bájt)
id: Ukuran elemen (byte)
it: Dimensione elemento (byte)
ja: 要素の大きさ (バイト)
ko: 요소 크기(바이트)
pl: Rozmiar elementu (bajty)
pt: Tamanho do elemento (bytes)
ro: Dimensiune element (octeți)
ru: Размер элемента (байты)
th: ขนาดองค์ประกอบ (ไบต์)
tr: Öğe boyutu (bayt)
uk: Розмір елемента (байти)
vi: Kích thước phần tử (byte)
zh_hans: 元素大小（字节）
zh_hant: 元素大小（位元組）

# Fill_CounterSigned
source: Signed
ar: بإشارة
cs: Se znaménkem
de: Mit Vorzeichen
el: Προσημασμένος
es: Con signo
fa: علامت‌دار
fr: Signé
hu: Előjeles
id: Bertanda
it: Con segno
ja: 符号あり
ko: 부호 있음
pl: Ze znakiem
pt: Com sinal
ro: Cu semn
ru: Со знаком
th: มีเครื่องหมาย
tr: İşaretli
uk: Зі знаком
vi: Có dấu
zh_hans: 有符号
zh_hant: 帶正負號

# Fill_CounterOverflow
source: On overflow
ar: عند التجاوز
cs: Při přetečení
de: Bei Überlauf
el: Σε υπερχείλιση
es: Al desbordarse
fa: هنگام سرریز
fr: En cas de dépassement
hu: Túlcsorduláskor
id: Saat overflow
it: In caso di overflow
ja: あふれたとき
ko: 오버플로 시
pl: Przy przepełnieniu
pt: Em caso de estouro
ro: La depășire
ru: При переполнении
th: เมื่อล้น
tr: Taşmada
uk: У разі переповнення
vi: Khi tràn
zh_hans: 溢出时
zh_hant: 溢位時

# Fill_CounterWrap
source: Wrap around
ar: الالتفاف
cs: Přetočit
de: Umbrechen
el: Αναδίπλωση
es: Volver al principio
fa: چرخش به ابتدا
fr: Reboucler
hu: Körbefordulás
id: Kembali ke awal
it: Ricomincia da capo
ja: ラップ
ko: 순환
pl: Zawijaj
pt: Reiniciar do início
ro: Reluare de la capăt
ru: Начинать сначала
th: วนรอบ
tr: Başa sar
uk: Почати спочатку
vi: Quay vòng
zh_hans: 回绕
zh_hant: 循環

# Fill_CounterSaturate
source: Saturate
ar: التشبع
cs: Saturovat
de: Sättigen
el: Κορεσμός
es: Saturar
fa: اشباع
fr: Saturer
hu: Telítés
id: Saturasi
it: Satura
ja: 飽和
ko: 포화
pl: Nasycaj
pt: Saturar
ro: Saturare
ru: Ограничивать пределом
th: คงค่าที่ขีดจำกัด
tr: Doygunlukta tut
uk: Обмежити граничним значенням
vi: Bão hòa
zh_hans: 饱和
zh_hant: 飽和

# Fill_FilePath
source: File
ar: الملف
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# Fill_FileOffset
source: Start in the file
ar: البداية في الملف
cs: Začátek v souboru
de: Anfang in der Datei
el: Αρχή στο αρχείο
es: Inicio en el archivo
fa: شروع در فایل
fr: Début dans le fichier
hu: Kezdet a fájlban
id: Awal di file
it: Inizio nel file
ja: ファイル内の開始位置
ko: 파일 내 시작 위치
pl: Początek w pliku
pt: Início no arquivo
ro: Început în fișier
ru: Начало в файле
th: จุดเริ่มต้นในไฟล์
tr: Dosyadaki başlangıç
uk: Початок у файлі
vi: Vị trí bắt đầu trong tệp
zh_hans: 文件中的起始位置
zh_hant: 檔案中的起始位置

# Fill_FileLength
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Fill_FileLengthPlaceholder
source: To the end of the file
ar: حتى نهاية الملف
cs: Do konce souboru
de: Bis zum Dateiende
el: Έως το τέλος του αρχείου
es: Hasta el final del archivo
fa: تا انتهای فایل
fr: Jusqu'à la fin du fichier
hu: A fájl végéig
id: Hingga akhir file
it: Fino alla fine del file
ja: ファイルの末尾まで
ko: 파일 끝까지
pl: Do końca pliku
pt: Até o fim do arquivo
ro: Până la sfârșitul fișierului
ru: До конца файла
th: จนถึงจุดสิ้นสุดของไฟล์
tr: Dosyanın sonuna kadar
uk: До кінця файлу
vi: Đến cuối tệp
zh_hans: 到文件末尾
zh_hant: 到檔案結尾

# Fill_ClipboardNote
source: The clipboard is read when you run the command.
ar: تتم قراءة الحافظة عند تشغيل الأمر.
cs: Schránka se načte při spuštění příkazu.
de: Die Zwischenablage wird beim Ausführen des Befehls gelesen.
el: Το Πρόχειρο διαβάζεται όταν εκτελείτε την εντολή.
es: El Portapapeles se lee al ejecutar el comando.
fa: کلیپ‌بورد هنگام اجرای فرمان خوانده می‌شود.
fr: Le Presse-papiers est lu au moment de l'exécution de la commande.
hu: A vágólap a parancs futtatásakor lesz beolvasva.
id: Papan klip dibaca saat Anda menjalankan perintah.
it: Gli Appunti vengono letti quando esegui il comando.
ja: 実行するときにクリップボードを読みます。
ko: 명령을 실행할 때 클립보드를 읽습니다.
pl: Schowek jest odczytywany po uruchomieniu polecenia.
pt: A área de transferência é lida quando você executa o comando.
ro: Clipboardul este citit când rulați comanda.
ru: Буфер обмена считывается при выполнении команды.
th: คลิปบอร์ดจะถูกอ่านเมื่อคุณเรียกใช้คำสั่ง
tr: Pano, komutu çalıştırdığınızda okunur.
uk: Буфер обміну зчитується під час виконання команди.
vi: Bảng tạm được đọc khi bạn chạy lệnh.
zh_hans: 运行命令时读取剪贴板。
zh_hant: 執行命令時會讀取剪貼簿。

# Fill_Repeat
source: Repeat the content to fill the range
ar: تكرار المحتوى لتعبئة النطاق
cs: Opakovat obsah pro vyplnění rozsahu
de: Inhalt wiederholen, um den Bereich zu füllen
el: Επανάληψη του περιεχομένου για να συμπληρωθεί η περιοχή
es: Repetir el contenido para rellenar el intervalo
fa: تکرار محتوا برای پر کردن محدوده
fr: Répéter le contenu pour remplir la plage
hu: A tartalom ismétlése a tartomány kitöltéséhez
id: Ulangi konten untuk mengisi rentang
it: Ripeti il contenuto per riempire l'intervallo
ja: 範囲より短い場合は繰り返す
ko: 범위를 채우도록 내용 반복
pl: Powtarzaj zawartość, aby wypełnić zakres
pt: Repetir o conteúdo para preencher o intervalo
ro: Repetare conținut pentru a umple intervalul
ru: Повторять содержимое, чтобы заполнить диапазон
th: ทำซ้ำเนื้อหาจนเต็มช่วง
tr: Aralığı doldurmak için içeriği yinele
uk: Повторювати вміст, щоб заповнити діапазон
vi: Lặp lại nội dung để lấp đầy phạm vi
zh_hans: 重复内容以填满范围
zh_hant: 重複內容以填滿範圍

# Fill_Origin
source: Pattern starts at
ar: يبدأ النمط عند
cs: Vzor začíná od
de: Muster beginnt bei
el: Το μοτίβο ξεκινά από
es: El patrón empieza en
fa: شروع الگو از
fr: Le motif commence à
hu: A minta kezdőpontja
id: Pola dimulai dari
it: Il modello inizia da
ja: パターンの起点
ko: 패턴 시작 기준
pl: Wzorzec zaczyna się od
pt: O padrão começa em
ro: Modelul începe de la
ru: Начало шаблона
th: รูปแบบเริ่มต้นที่
tr: Desenin başladığı yer
uk: Шаблон починається з
vi: Mẫu bắt đầu từ
zh_hans: 模式起点
zh_hant: 模式起點

# Fill_OriginRange
source: The start of the range
ar: بداية النطاق
cs: Začátek rozsahu
de: Anfang des Bereichs
el: Την αρχή της περιοχής
es: El inicio del intervalo
fa: ابتدای محدوده
fr: Début de la plage
hu: A tartomány eleje
id: Awal rentang
it: Inizio dell'intervallo
ja: 範囲の先頭から
ko: 범위의 시작
pl: Początek zakresu
pt: Início do intervalo
ro: Începutul intervalului
ru: Начало диапазона
th: จุดเริ่มต้นของช่วง
tr: Aralığın başlangıcı
uk: Початок діапазону
vi: Đầu phạm vi
zh_hans: 范围的开头
zh_hant: 範圍的開頭

# Fill_OriginZero
source: Offset 0
ar: الإزاحة 0
cs: Posun 0
el: Τη μετατόπιση 0
es: Desplazamiento 0
fa: آفست 0
fr: Décalage 0
hu: 0. eltolás
ja: オフセット 0 から数える
ko: 오프셋 0
pl: Przesunięcie 0
pt: Deslocamento 0
ro: Deplasamentul 0
ru: Смещение 0
th: ออฟเซ็ต 0
tr: Ofset 0
uk: Зміщення 0
vi: Độ lệch 0
zh_hans: 偏移量 0
zh_hant: 位移 0

# Fill_Error_Range
source: Enter a value from {0} to {1}.
ar: أدخل قيمة من {0} إلى {1}.
cs: Zadejte hodnotu od {0} do {1}.
de: Geben Sie einen Wert von {0} bis {1} ein.
el: Εισαγάγετε μια τιμή από {0} έως {1}.
es: Escribe un valor entre {0} y {1}.
fa: مقداری از {0} تا {1} وارد کنید.
fr: Entrez une valeur comprise entre {0} et {1}.
hu: Adjon meg egy {0} és {1} közötti értéket.
id: Masukkan nilai dari {0} hingga {1}.
it: Immetti un valore compreso tra {0} e {1}.
ja: {0}〜{1} の値を入力してください。
ko: {0}~{1} 사이의 값을 입력하세요.
pl: Wprowadź wartość od {0} do {1}.
pt: Insira um valor de {0} a {1}.
ro: Introduceți o valoare între {0} și {1}.
ru: Введите значение от {0} до {1}.
th: โปรดใส่ค่าตั้งแต่ {0} ถึง {1}
tr: {0} ile {1} arasında bir değer girin.
uk: Введіть значення від {0} до {1}.
vi: Hãy nhập giá trị từ {0} đến {1}.
zh_hans: 请输入 {0} 到 {1} 之间的值。
zh_hant: 請輸入 {0} 到 {1} 之間的值。

# Fill_Error_EmptyPattern
source: Enter the content.
ar: أدخل المحتوى.
cs: Zadejte obsah.
de: Geben Sie den Inhalt ein.
el: Εισαγάγετε το περιεχόμενο.
es: Escribe el contenido.
fa: محتوا را وارد کنید.
fr: Entrez le contenu.
hu: Adja meg a tartalmat.
id: Masukkan konten.
it: Immetti il contenuto.
ja: 内容を入力してください。
ko: 내용을 입력하세요.
pl: Wprowadź zawartość.
pt: Insira o conteúdo.
ro: Introduceți conținutul.
ru: Введите содержимое.
th: โปรดใส่เนื้อหา
tr: İçeriği girin.
uk: Введіть вміст.
vi: Hãy nhập nội dung.
zh_hans: 请输入内容。
zh_hant: 請輸入內容。

# Fill_Error_HexPattern
source: Enter hex bytes with an even number of digits.
ar: أدخل بايتات Hex بعدد زوجي من الأرقام.
cs: Zadejte bajty Hex se sudým počtem číslic.
de: Geben Sie Hex-Bytes mit einer geraden Anzahl von Ziffern ein.
el: Εισαγάγετε byte σε Hex με ζυγό πλήθος ψηφίων.
es: Escribe bytes Hex con un número par de dígitos.
fa: بایت‌های Hex را با تعداد زوج رقم وارد کنید.
fr: Entrez des octets Hex avec un nombre pair de chiffres.
hu: Adjon meg páros számú számjegyből álló Hex bájtokat.
id: Masukkan byte hex dengan jumlah digit genap.
it: Immetti byte esadecimali con un numero pari di cifre.
ja: 偶数桁の Hex のバイト列を入力してください。
ko: 짝수 자릿수의 Hex 바이트를 입력하세요.
pl: Wprowadź bajty szesnastkowe o parzystej liczbie cyfr.
pt: Insira bytes hexadecimais com um número par de dígitos.
ro: Introduceți octeți hex cu un număr par de cifre.
ru: Введите байты Hex с четным количеством цифр.
th: โปรดใส่ไบต์ Hex ที่มีจำนวนหลักเป็นเลขคู่
tr: Çift sayıda basamaklı hex baytlar girin.
uk: Введіть байти Hex із парною кількістю цифр.
vi: Hãy nhập byte dạng hex với số chữ số chẵn.
zh_hans: 请输入位数为偶数的 Hex 字节。
zh_hant: 請輸入位數為偶數的 Hex 位元組。

# Fill_Error_PatternTooLong
source: The content can be at most 1 MiB.
ar: يمكن أن يصل المحتوى إلى 1 MiB كحد أقصى.
cs: Obsah může mít nejvýše 1 MiB.
de: Der Inhalt darf höchstens 1 MiB groß sein.
el: Το περιεχόμενο μπορεί να είναι έως 1 MiB.
es: El contenido puede tener como máximo 1 MiB.
fa: محتوا حداکثر می‌تواند 1 MiB باشد.
fr: Le contenu ne peut pas dépasser 1 MiB.
hu: A tartalom legfeljebb 1 MiB lehet.
id: Konten maksimal 1 MiB.
it: Il contenuto può essere al massimo di 1 MiB.
ja: 内容は 1 MiB までです。
ko: 내용은 최대 1 MiB입니다.
pl: Zawartość może mieć maksymalnie 1 MiB.
pt: O conteúdo pode ter no máximo 1 MiB.
ro: Conținutul poate avea cel mult 1 MiB.
ru: Содержимое не может превышать 1 МиБ.
th: เนื้อหามีขนาดได้สูงสุด 1 MiB
tr: İçerik en fazla 1 MiB olabilir.
uk: Вміст не може перевищувати 1 МіБ.
vi: Nội dung tối đa là 1 MiB.
zh_hans: 内容最多为 1 MiB。
zh_hant: 內容最多為 1 MiB。

# Fill_Error_MinMax
source: The minimum is greater than the maximum.
ar: الحد الأدنى أكبر من الحد الأقصى.
cs: Minimum je větší než maximum.
de: Das Minimum ist größer als das Maximum.
el: Το ελάχιστο είναι μεγαλύτερο από το μέγιστο.
es: El mínimo es mayor que el máximo.
fa: حداقل از حداکثر بزرگ‌تر است.
fr: Le minimum est supérieur au maximum.
hu: A minimum nagyobb a maximumnál.
id: Nilai minimum lebih besar dari maksimum.
it: Il minimo è maggiore del massimo.
ja: 最小値が最大値より大きくなっています。
ko: 최솟값이 최댓값보다 큽니다.
pl: Minimum jest większe niż maksimum.
pt: O mínimo é maior que o máximo.
ro: Minimul este mai mare decât maximul.
ru: Минимум больше максимума.
th: ค่าต่ำสุดมากกว่าค่าสูงสุด
tr: En küçük değer en büyük değerden büyük.
uk: Мінімум більший за максимум.
vi: Giá trị tối thiểu lớn hơn giá trị tối đa.
zh_hans: 最小值大于最大值。
zh_hant: 最小值大於最大值。
